import {Container, Row} from "reactstrap";

const HomePage = () => {
	return (
		<Container>
			<Row>
				<h1 className="mb-3">Амарнское искусство</h1>
				<p className="fs-5">Амарнскому искусству свойственна реалистичность, временами переходящая в натурализм и в то же время символизм. В Ахетатоне Эхнатон создал благоприятный климат для развития искусств оригинального стиля, сочетавшего динамику, гибкость линий и чувственность, что не совпадало с предыдущим монументальным каноном.</p>
			</Row>
		</Container>
	)
}

export default HomePage