import {T_Character} from "src/modules/types.ts";

export const CharacterMocks:T_Character[] = [
    {
        id: 1,
        name: "Ахмес",
        status: 1,
        image: "",
        description: "Ахмес — eгипетский жрец и писарь. Возможно, первый математик, имя которого известно. Переписчик папируса Ахмеса — памятника древнеегипетской математики, который датируется примерно 1550 г. до нашей эры.",
        category: "Люди"
    },
    {
        id: 2,
        name: "Эхнатон",
        status: 1,
        image: "",
        description: "Эхнато́н — древнеегипетский фараон-реформатор из XVIII династии, известный до 5-го года своего правления как Аменхоте́п IV. Он правил 17 лет и скончался приблизительно между 1353 и 1336 годами до н. э.",
        category: "Люди"
    },
    {
        id: 3,
        name: "Нефертити",
        status: 1,
        image: "",
        description: "Неферти́ти — «главная супруга» древнеегипетского фараона XVIII династии Нового царства Эхнатона. Время правления Эхнатона и Нефертити, известное как «амарнский период», ознаменовалось религиозной реформой, когда главным божеством провозгласили бога Атона.",
        category: "Люди"
    },
    {
        id: 4,
        name: "Анубис",
        status: 1,
        image: "",
        description: "Анубис — древнеегипетский бог погребальных ритуалов и мумификации (бальзамирования), «страж весов» на суде Осириса в царстве мёртвых, знаток целебных трав.",
        category: "Боги"
    }
]